submission_logs/1_1_one_server/0/1/1-0/0/memtier/2.log
2         Threads
1         Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets        2262.46          ---          ---      0.87900      9139.08 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      2262.46         0.00         0.00      0.87900      9139.08 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.170         0.00
SET       0.180         0.00
SET       0.190         0.00
SET       0.200         0.02
SET       0.210         0.03
SET       0.220         0.09
SET       0.230         0.16
SET       0.240         0.31
SET       0.250         0.49
SET       0.260         0.74
SET       0.270         1.00
SET       0.280         1.36
SET       0.290         1.78
SET       0.300         2.28
SET       0.310         2.85
SET       0.320         3.50
SET       0.330         4.27
SET       0.340         5.13
SET       0.350         6.12
SET       0.360         7.14
SET       0.370         8.19
SET       0.380         9.27
SET       0.390        10.52
SET       0.400        11.69
SET       0.410        12.89
SET       0.420        14.06
SET       0.430        15.17
SET       0.440        16.25
SET       0.450        17.33
SET       0.460        18.41
SET       0.470        19.53
SET       0.480        20.62
SET       0.490        21.70
SET       0.500        22.77
SET       0.510        23.90
SET       0.520        25.04
SET       0.530        26.17
SET       0.540        27.30
SET       0.550        28.49
SET       0.560        29.70
SET       0.570        30.92
SET       0.580        32.15
SET       0.590        33.34
SET       0.600        34.58
SET       0.610        35.82
SET       0.620        37.03
SET       0.630        38.25
SET       0.640        39.49
SET       0.650        40.68
SET       0.660        41.91
SET       0.670        43.05
SET       0.680        44.18
SET       0.690        45.29
SET       0.700        46.45
SET       0.710        47.55
SET       0.720        48.67
SET       0.730        49.75
SET       0.740        50.78
SET       0.750        51.79
SET       0.760        52.80
SET       0.770        53.89
SET       0.780        54.89
SET       0.790        55.87
SET       0.800        56.86
SET       0.810        57.74
SET       0.820        58.60
SET       0.830        59.53
SET       0.840        60.40
SET       0.850        61.26
SET       0.860        62.12
SET       0.870        62.91
SET       0.880        63.70
SET       0.890        64.48
SET       0.900        65.25
SET       0.910        66.02
SET       0.920        66.74
SET       0.930        67.49
SET       0.940        68.19
SET       0.950        68.93
SET       0.960        69.65
SET       0.970        70.37
SET       0.980        71.06
SET       0.990        71.76
SET       1.000        75.27
SET       1.100        80.43
SET       1.200        84.41
SET       1.300        87.51
SET       1.400        89.89
SET       1.500        91.80
SET       1.600        93.25
SET       1.700        94.38
SET       1.800        95.30
SET       1.900        96.03
SET       2.000        96.66
SET       2.100        97.14
SET       2.200        97.54
SET       2.300        97.87
SET       2.400        98.14
SET       2.500        98.32
SET       2.600        98.52
SET       2.700        98.65
SET       2.800        98.78
SET       2.900        98.89
SET       3.000        98.98
SET       3.100        99.06
SET       3.200        99.13
SET       3.300        99.19
SET       3.400        99.25
SET       3.500        99.30
SET       3.600        99.34
SET       3.700        99.38
SET       3.800        99.40
SET       3.900        99.43
SET       4.000        99.46
SET       4.100        99.48
SET       4.200        99.51
SET       4.300        99.53
SET       4.400        99.55
SET       4.500        99.58
SET       4.600        99.59
SET       4.700        99.61
SET       4.800        99.62
SET       4.900        99.64
SET       5.000        99.65
SET       5.100        99.67
SET       5.200        99.68
SET       5.300        99.68
SET       5.400        99.69
SET       5.500        99.70
SET       5.600        99.71
SET       5.700        99.71
SET       5.800        99.72
SET       5.900        99.72
SET       6.000        99.73
SET       6.100        99.73
SET       6.200        99.74
SET       6.300        99.75
SET       6.400        99.76
SET       6.500        99.76
SET       6.600        99.77
SET       6.700        99.78
SET       6.800        99.79
SET       6.900        99.79
SET       7.000        99.80
SET       7.100        99.81
SET       7.200        99.82
SET       7.300        99.83
SET       7.400        99.84
SET       7.500        99.85
SET       7.600        99.88
SET       7.700        99.89
SET       7.800        99.90
SET       7.900        99.91
SET       8.000        99.92
SET       8.100        99.92
SET       8.200        99.93
SET       8.300        99.94
SET       8.400        99.94
SET       8.500        99.94
SET       8.600        99.95
SET       8.700        99.95
SET       8.800        99.96
SET       8.900        99.96
SET       9.000        99.96
SET       9.100        99.96
SET       9.200        99.97
SET       9.300        99.97
SET       9.400        99.97
SET       9.500        99.98
SET       9.600        99.98
SET       9.700        99.98
SET       9.900        99.98
SET      10.000        99.99
SET      11.000        99.99
SET      12.000       100.00
SET      13.000       100.00
---
---